Repository: WPPlugins/emailoctopus
Catalog: languages/emailoctopus-*.po
Languages: de, es, fr, hi, pt, ru, zh

source: A form for subscribing to an EmailOctopus list.
de: Ein Formular für eine EmailOctopus-Liste abonnieren.
es: Un formulario para suscribirse a una lista de EmailOctopus.
fr: Un formulaire d’abonnement à une liste de EmailOctopus.
hi: एक EmailOctopus सूची के लिए सदस्यता लेने के लिए एक प्रपत्र।
pt: Um formulário para subscrever uma lista de EmailOctopus.
ru: Форма для подписки на список EmailOctopus.
zh: 用于订阅 EmailOctopus 列表的表单。

source: Thanks for subscribing!
de: Danke für die Anmeldung!
es: ¡Gracias por suscribirte!
fr: Merci pour votre inscription !
hi: सदस्यता लेने के लिए धन्यवाद!
pt: ¡Gracias por suscribirse!
ru: Спасибо за подписку!
zh: 订阅成功棒棒哒

source: Your email address is required.
de: E-Mailadresse erforderlich
es: Tu dirección de email es obligatoria.
fr: Votre adresse mail est requise.
hi: अपने ईमेल पते की आवश्यकता है।
pt: Seu endereço de email é obrigatório.
ru: Почтовый адрес (email) необходим
zh: 需要一個有效的電子郵件

source: Your email address looks incorrect, please try again.
de: Ihre e-Mail-Adresse sieht nicht korrekt, bitte versuchen Sie es erneut.
es: Su dirección de correo electrónico parece incorrecto, por favor, inténtelo de nuevo.
fr: Votre adresse email semble incorrecte, Veuillez réessayer.
hi: आपका ईमेल पता गलत लग रहा है, कृपया पुन: प्रयास करें।
pt: Seu endereço de email parece incorrecto, por favor tente novamente.
ru: Ваш адрес электронной почты выглядит неправильно, попробуйте еще раз.
zh: 您的电子邮件地址看起来不正确，请再试一次。

source: This doesn't look like a human submission.
de: Das sieht nicht aus wie eine menschliche Vorlage.
es: Esto no parece una comunicación humana.
fr: Cela ne ressemble pas à une présentation de l’humaine.
hi: यह एक मानव प्रस्तुत की तरह नहीं दिखता है।
pt: Isto não se parece com uma submissão humana.
ru: Это не выглядит как человеческое представление.
zh: 这看起来不像人类的提交。

source: This form has missing or invalid fields.
de: Diese Form hat Felder fehlt oder ist ungültig.
es: Esta forma tiene campos que faltan o no válidos.
fr: Ce formulaire comporte des champs manquants ou non valides.
hi: इस प्रपत्र फ़ील्ड गुम या अमान्य है।
pt: Este formulário possui campos ausentes ou inválidos.
ru: Эта форма содержит отсутствующие или недопустимые поля.
zh: 这种形式已丢失或无效字段。

source: Sorry, an unknown error has occurred. Please try again later.
de: Eine Fehler ist aufgetreten. Versuche es bitte später noch einmal.
es: Ha ocurrido un error desconocido. Por favor, inténtelo de nuevo.
fr: Une erreur inconnue s’est produite. Veuillez réessayer ultérieurement.
hi: क्षमा करें, कोई अज्ञात त्रुटि उत्पन्न हुई। कृपया बाद में पुन: प्रयास करें।
pt: Desculpe, ocorreu um erro ao enviar o formulário. Por favor, tente novamente mais tarde.
ru: К сожалению, произошла неизвестная ошибка. Пожалуйста, повторите попытку позже.
zh: 發生錯誤。請稍後重試。

source: Subscribe to my list
de: Liste abonnieren
es: Suscribirse a la lista
fr: S'abonner à la liste
hi: मेरी सूची के लिए सदस्यता लें
pt: Subscreva a minha lista
ru: Подписаться на мой список
zh: 订阅我的列表

source: List ID
de: Listen ID
es: Lista de id
fr: ID de la liste
hi: सूची ID
pt: Lista ID
ru: ID рассылки
zh: 列表ID

source: Title
de: Artikel
es: Título
fr: Caractéristique
hi: शीर्शक
pt: Título
ru: Заголовок
zh: 标题

source: Include optional name fields
de: Optionaler Namensfelder aufnehmen
es: Incluir campos de nombre opcional
fr: Inclure les champs nom (facultatif)
hi: वैकल्पिक नाम फ़ील्ड सम्मिलित करें
pt: Incluir os campos de nome opcional
ru: Включает необязательное имя поля
zh: 包括可选名称字段

source: Include referral link
de: Referral-Link enthalten
es: Incluir enlace de referencia
fr: Inclure le lien de parrainage
hi: रेफरल लिंक शामिल करें
pt: Incluir o link de referência
ru: Включить ссылку
zh: 包括的推荐链接

source: Instead of thanking the user for subscribing, redirect them to a URL
de: Statt zu danken des Benutzers für die Anmeldung, leiten sie an eine URL
es: En lugar de dar las gracias al usuario para suscribirse, los redirija a una URL
fr: Au lieu de remercier l’utilisateur pour l’abonnement, les rediriger vers une URL
hi: उपयोगकर्ता की सदस्यता के लिए धन्यवाद के बजाय, उन्हें एक URL तक पुनर्निर्देशित करें
pt: Em vez de agradecer o usuário por subscrever, redirecioná-los para uma URL
ru: Вместо того, чтобы поблагодарить пользователя за подписку, перенаправьте их на URL-адрес
zh: 而不是感谢订阅用户，他们重定向到的 URL

source: Before you can use the EmailOctopus widget, you need to provide a valid list for it to connect to.
de: Bevor Sie das EmailOctopus-Widget verwenden können, müssen Sie eine gültige Liste dafür Verbindung zu bieten.
es: Antes de utilizar el widget de EmailOctopus, necesita proporcionar una lista válida para conectarse a.
fr: Avant de pouvoir utiliser le widget EmailOctopus, vous devez fournir une liste valide pour qu’il puisse se connecter à.
hi: इससे पहले कि आप EmailOctopus विजेट का उपयोग कर सकते हैं, आप इसे करने के लिए कनेक्ट करने के लिए एक मान्य सूची प्रदान करने के लिए की जरूरत है।
pt: Antes de usar o widget EmailOctopus, você precisa fornecer uma lista válida para que se conectem.
ru: Перед тем, как вы можете использовать виджет EmailOctopus, необходимо предоставить допустимый список для того, чтобы подключиться к.
zh: 你可以使用 EmailOctopus 小部件之前，您需要提供一个有效的列表，它连接到。

source: Take a look at the <a href="https://wordpress.org/plugins/emailoctopus/installation/" target="_blank">installation page</a> for more information.
de: Werfen Sie einen Blick auf die <a href="https://wordpress.org/plugins/emailoctopus/installation/" target="_blank">Installations-Seite</a> für weitere Informationen.
es: Echa un vistazo a la <a href="https://wordpress.org/plugins/emailoctopus/installation/" target="_blank">Página de instalación</a> para obtener más información.
fr: Jetez un oeil à la <a href="https://wordpress.org/plugins/emailoctopus/installation/" target="_blank">page d’installation</a> pour plus d’informations.
hi: अधिक जानकारी के लिए <a href="https://wordpress.org/plugins/emailoctopus/installation/" target="_blank">स्थापना पृष्ठ</a> पर एक नज़र रखना।
pt: Dê uma olhada na <a href="https://wordpress.org/plugins/emailoctopus/installation/" target="_blank">página de instalação</a> para obter mais informações.
ru: Взгляните на <a href="https://wordpress.org/plugins/emailoctopus/installation/" target="_blank">страницу установки</a> для получения дополнительной информации.
zh: 看看<a href="https://wordpress.org/plugins/emailoctopus/installation/" target="_blank">安装页面</a>的详细信息。

source: Email address (required)
de: Ihre E-Mail-Adresse (Pflichtfeld)
es: Se requiere una dirección de correo electrónico
fr: Adresse email (requis)
hi: ईमेल पता (आवश्यक)
pt: E-mail (obrigatório)
ru: Email (рекомендуется)
zh: E-mail地址（必填）

source: First name
de: Vorname
es: Nombre
fr: Prénom
hi: प्रथम नाम
pt: Primeiro Nome
ru: имя
zh: 名字

source: Last name
de: Nachname
es: Apellidos
fr: Nom de famille
hi: अंतिम नाम
pt: Último nome
ru: Фамилия
zh: 姓

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: Souscrire
hi: सब्सक्राइब करो
pt: Assinar
ru: подписывать
zh: 订阅

source: Powered by <a href="https://emailoctopus.com?utm_source=form&utm_medium=wordpress_plugin">EmailOctopus</a>
fr: Propulsé par <a href="https://emailoctopus.com?utm_source=form&utm_medium=wordpress_plugin">EmailOctopus</a>
hi: <a href="https://emailoctopus.com?utm_source=form&utm_medium=wordpress_plugin">EmailOctopus</a> द्वारा संचालित
pt: Distribuído por <a href="https://emailoctopus.com?utm_source=form&utm_medium=wordpress_plugin">EmailOctopus</a>
ru: Питание от <a href="https://emailoctopus.com?utm_source=form&utm_medium=wordpress_plugin">EmailOctopus</a>
zh: 由<a href="https://emailoctopus.com?utm_source=form&utm_medium=wordpress_plugin">EmailOctopus</a>提供动力

source: Adds a customisable form widget connected to EmailOctopus, allowing visitors to subscribe to a list.
de: Fügt eine anpassbare Form Widget verbunden mit EmailOctopus, so dass die Besucher eine Liste abonnieren.
es: Agrega un widget personalizable forma conectado al EmailOctopus, permite a los visitantes suscribirse a una lista.
fr: Ajoute un widget personnalisable forme connecté à EmailOctopus, permettant aux visiteurs de s’abonner à une liste.
hi: EmailOctopus, एक सूची के लिए सदस्यता लें करने के लिए आगंतुकों की अनुमति से जुड़ा एक प्रचलित प्रपत्र विजेट कहते हैं।
pt: Adiciona um widget de forma personalizável ligado a EmailOctopus, permitindo que os visitantes assinar uma lista.
ru: Добавляет настраиваемые формы виджет подключен к EmailOctopus, что позволяет посетителям подписаться на список.
zh: 添加连接到 EmailOctopus，允许访问者订阅列表可定制表单小部件。
